<?php
// generated automatically 2014-09-04T18:08:51+00:00
return array (

1000 => 'Top bar',
1001 => '関数を検索',
1003 => '関数を選択してください',
1005 => 'ドロップダウンリストを表示',
1006 => 'テキストボックスを表示',

1100 => 'Home page',
1101 => 'PHP関数の世界へようこそ',
1102 => 'PHPの関数をオンラインで試してみましょう。',
1103 => 'コードは一行も書く必要がありません。',
1104 => '関数を選ぶだけで、結果を確認できます。',
1105 => '各関数は、いくつかの例が付属しています。',
1106 => 'もちろん、関数の引数を変更することもできます。',
1107 => 'マニュアルの該当するページは、自動的に表示されます。',
1109 => '利用可能な関数の一覧',

1200 => 'Bottom bar',
1202 => 'ヘルプ',
1204 => 'この関数のテスト',
1205 => 'その他',

1300 => 'PHP manual location',
1304 => 'PHPマニュアルを現在のタブに表示する',
1306 => 'PHPマニュアルを表示しない',
1307 => 'php.netを新しいタブで表示する',

1400 => 'Function page',
1401 => '関数を実行する',
1402 => '結果',
1403 => '例',
1404 => '参照',

1500 => 'Function input',
1501 => '複数選択',

1600 => 'Search function page',
1601 => '利用可能なすべての関数の一覧',
1602 => 'パターンに一致する関数が見つかりませんでした。',

1700 => 'Error types',
1701 => 'エラー',
1702 => 'PHPのerror',
1703 => 'PHPのnotice',
1704 => 'PHPの警告',
1705 => 'PHPbExのerror',
1706 => 'PHPbEx通知',
1707 => 'PHPbEx警告',

1800 => 'Parser errors',
1801 => '無効な配列',
1802 => '無効な定数',
1803 => '無効な負の数',
1804 => '無効値',
1805 => '未定義の定数',
1806 => '予期しないデータ',

1900 => 'Argument filter errors',
1901 => 'ファイル名は、この例では、次のいずれかの文字列で始まる必要があります',
1902 => 'この引数の値は、この例では許可されていません',
1903 => 'このコールバック関数は、この例では使われないかもしれません',
1904 => 'このコールバック関数は、このサーバー上では使えません',
1905 => '長さは、この例で定義されており、下が1000バイトでなければなりません',
1906 => 'この例では、繰り返しの回数を10回以下にしなければなりません',
1907 => 'この例では、この引数を空にすることはできません',

2000 => 'Function errors',
2001 => '値は、参照渡しすることはできません',
2002 => 'このクラスは、このサーバー上で実行中のPHPのバージョンでは使えません',
2003 => 'この関数は、このサーバー上で実行中のPHPのバージョンでは使えません',
2004 => 'このメソッドは、このサーバー上で実行中のPHPのバージョンでは使えません',
2005 => '次の引数が削除されました',
2006 => '次の引数が削除されました',

2100 => 'Parameter errors',
2101 => '引数が1000バイトに切り詰められました',

2200 => 'Help page',
2201 => 'このサイトの問題を発見した。',
2202 => 'あなたは、新しい機能が必要。',
2203 => 'あなたはこのサイトを改善するための提案があります。',
2204 => 'サポートチケットを開きましょう',
2206 => 'そうしないと、電子メールでリクエストを送信することがあります。',
2207 => 'メールを送る',
2208 => '、英語で感謝をリクエストをしてください。',
2209 => 'あなたは、PHPに関連する質問がある場合は、 PHPのマニュアルを参照してください。',
2210 => 'PHPのマニュアルを開く',

2400 => 'Other items',
2401 => 'このページは英語でのみ提供されています。',

2500 => 'Unavailable PHP manual notice',
2501 => 'PHPマニュアルのこのページを表示できません。',
2502 => 'ご迷惑をおかけして申し訳ありません。',
);