<?php
// generated automatically 2014-06-24T11:07:18+00:00
return array (

1000 => 'Top bar',
1001 => '関数を検索',
1003 => '機能を選択してください',
1005 => 'ドロップダウンリストを表示',
1006 => 'テキストボックスを表示します',

1100 => 'Home page',
1101 => 'PHP関数の世界へようこそ',
1102 => 'ここでは、オンラインのPHP関数をテストすることができます。',
1103 => 'あなたは、単一のコード行を記述する必要はありません。',
1104 => 'あなただけの結果を得るために機能を選択する必要があります。',
1105 => '各関数は、いくつかの例が付属しています。',
1106 => 'あなたは、もちろん自由に関数の引数を変更することができます。',
1107 => 'マニュアルの該当するページは、自動的に表示されます。',
1109 => '使用可能な機能のリスト',

1200 => 'Bottom bar',
1202 => 'ヘルプ',
1204 => 'テスト',
1205 => 'その他',

1300 => 'PHP manual location',
1304 => '現在のタブでは、PHPマニュアル',
1306 => 'PHPマニュアルを表示しない',
1307 => '新しいタブにphp.net',

1400 => 'Function page',
1401 => '機能を実行する',
1402 => '結果',
1403 => '例',
1404 => '参照',

1500 => 'Function input',
1501 => '複数選択',

1600 => 'Search function page',
1601 => 'すべての使用可能な機能のリスト',
1602 => '何の機能は、このパターンに一致する見つかりませんでした。',

1700 => 'Error types',
1701 => 'エラー',
1702 => 'PHPのエラー',
1703 => 'PHPのお知らせ',
1704 => 'PHPの警告',
1705 => 'PHPbExエラー',
1706 => 'PHPbEx通知',
1707 => 'PHPbEx警告',

1800 => 'Parser errors',
1801 => '無効な配列',
1802 => '無効な定数',
1803 => '無効な負の数',
1804 => '無効値',
1805 => '未定義の定数',
1806 => '予期しないデータ',

1900 => 'Argument filter errors',
1901 => 'ファイル名は、この例では、次のいずれかの文字列で始まる必要があります',
1902 => 'この引数の値は、この例では許可されていません',
1903 => 'このコールバック関数は、この例で使用されないことが',
1904 => 'このコールバック関数は、このサーバー上で使用可能な、無効であるかどう',
1905 => '長さは、この例で定義されており、下が1000バイトでなければなりません',
1906 => '反復回数は、この例では10より小さい整数でなければなりません',
1907 => 'この引数は、この例では、空であってはなりません',

2000 => 'Function errors',
2001 => '値は、参照渡しすることはできません',
2002 => 'このクラスは、このサーバー上で実行されているPHPのバージョンでは使用できません',
2003 => 'この関数は、このサーバー上で実行されているPHPのバージョンでは使用できません',
2004 => 'このメソッドは、このサーバー上で実行されているPHPのバージョンでは使用できません',
2005 => '次の引数が削除されました',
2006 => '次の引数は削除されました',

2100 => 'Parameter errors',
2101 => '引数は、この例では1000バイトに切り捨てられた',

2200 => 'Help page',
2201 => 'このサイトの問題を発見した。',
2202 => 'あなたは、新しい機能が必要。',
2203 => 'あなたはこのサイトを改善するための提案があります。',
2204 => 'サポートチケットを開く',
2206 => 'そうしないと、電子メールでリクエストを送信することがあります。',
2207 => '電子メールを送ってください',
2208 => '、英語で感謝をリクエストをしてください。',
2209 => 'あなたは、PHPに関連する質問がある場合は、 PHPのマニュアルを参照してください。',
2210 => 'PHPのマニュアルを開く',

2300 => 'Misc page',
2301 => 'ソースコード',
2302 => '統計',
2303 => 'すべての機能のテスト',
2305 => 'メッセージの翻訳',

2400 => 'Other items',
2401 => 'このページは英語でのみ提供されています。',

2500 => 'Unavailable PHP manual notice',
2501 => 'PHPマニュアルのこのページは利用できません。',
2502 => 'ご迷惑をおかけして申し訳ありません。',
);