<?php
// generated automatically 2014-09-10T07:21:11+00:00
return array (

1000 => 'Top bar',
1001 => 'Поиск функции',
1003 => 'Выберите функцию',
1005 => 'Показать выпадающий список',
1006 => 'Показать поле ввода',

1100 => 'Home page',
1101 => 'Добро пожаловать в мир PHP-функций',
1102 => 'Здесь вы можете проверить PHP-функции в онлайн-режиме.',
1103 => 'Вам не придётся писать ни строчки кода.',
1104 => 'Вам просто нужно выбрать функцию, чтобы увидеть результат.',
1105 => 'Каждая функция имеет несколько готовых примеров.',
1106 => 'Вы можете, конечно, изменить аргументы функции по желанию.',
1107 => 'Соответствующая страница руководства также отображается автоматически.',
1109 => 'Список доступных функций',

1200 => 'Bottom bar',
1202 => 'Справка',
1204 => 'Тест',
1205 => 'Разное',

1300 => 'PHP manual location',
1304 => 'Руководство PHP в текущей вкладке',
1306 => 'Не отображать Руководство PHP',
1307 => 'php.net в новой вкладке',

1400 => 'Function page',
1401 => 'Выполнить функцию',
1402 => 'Результат',
1403 => 'Примеры',
1404 => 'См. также',

1500 => 'Function input',
1501 => 'выберите несколько вариантов',

1600 => 'Search function page',
1601 => 'Список всех доступных функций',
1602 => 'Не найдена ни одна функция, соответствующая данному шаблону.',

1700 => 'Error types',
1701 => 'Ошибка',
1702 => 'Ошибка PHP',
1703 => 'Уведомление PHP',
1704 => 'Предупреждение PHP',
1705 => 'Ошибка PHPbEx',
1706 => 'Уведомление PHPbEx',
1707 => 'Предупреждение PHPbEx',

1800 => 'Parser errors',
1801 => 'недопустимый массив',
1802 => 'недопустимая постоянная',
1803 => 'недопустимое отрицательное число',
1804 => 'недопустимое значение',
1805 => 'неопределённая константа',
1806 => 'неожиданные данные',

1900 => 'Argument filter errors',
1901 => 'имя файла должно начинаться с одной из следующих строк из этого примера',
1902 => 'это значение аргумента не допустимо в данном примере',
1903 => 'эта функция обратного вызова не может быть использована в этом примере',
1904 => 'эта функция обратного вызова является недействительной или не найдена на этом сервере',
1905 => 'длина должна быть определена и ниже, чем 1000 байт в этом примере',
1906 => 'число итераций должно быть целым, меньшим чем 10 в этом примере',
1907 => 'этот аргумент не может быть пустым в этом примере',

2000 => 'Function errors',
2001 => 'значение не может быть передано по ссылке',
2002 => 'этот класс не доступен в PHP версии, работающей на этом сервере',
2003 => 'эта функция не доступна в PHP версии, работающей на этом сервере',
2004 => 'этот метод не доступен в PHP версии, работающей на этом сервере',
2005 => 'следующий аргумент был удален',
2006 => 'следующие аргументы были удалены',

2100 => 'Parameter errors',
2101 => 'аргумент был сокращён до 1000 байт в этом примере',

2200 => 'Help page',
2201 => 'Возникла проблема с сайтом.',
2202 => 'Вам нужна новая функция.',
2203 => 'У вас есть предложение, чтобы улучшить этот сайт.',
2204 => 'Обратитесь в службу поддержки',
2206 => 'Или вы можете отправить ваше обращение по электронной почте.',
2207 => 'Отправить письмо',
2208 => 'Пожалуйста, делайте запрос на английском языке, спасибо.',
2209 => 'Если у вас есть вопрос, связанный с PHP, пожалуйста, обратитесь к руководству PHP.',
2210 => 'Открыть руководство PHP',

2400 => 'Other items',
2401 => 'Эта страница доступна только на английском языке.',

2500 => 'Unavailable PHP manual notice',
2501 => 'Эта страница Руководства PHP недоступна.',
2502 => 'Приносим извинения за неудобства.',
);