<?php
// generated automatically 2014-09-10T07:21:11+00:00
return array (

1000 => 'Top bar',
1001 => '搜索函数',
1003 => '选择函数',
1005 => '显示下拉列表',
1006 => '显示文本框',

1100 => 'Home page',
1101 => '欢迎来到PHP函数的世界',
1102 => '在这里，您可以在线测试PHP函数。',
1103 => '你将不必写一行代码。',
1104 => '你只需要选择一个函数来获得结果。',
1105 => '每个函数都配备了几个例子。',
1106 => '你当然可以随意改变函数的参数。',
1107 => 'PHP 手册的相应页面也会自动显示。',
1109 => '可用函数列表',

1200 => 'Bottom bar',
1202 => '帮助',
1204 => '测试',
1205 => '杂项',

1300 => 'PHP manual location',
1304 => '在当前页面显示 PHP 手册',
1306 => '不显示PHP手册',
1307 => '在新标签页打开 php.net',

1400 => 'Function page',
1401 => '执行该函数',
1402 => '结果',
1403 => '示例',
1404 => '另请参阅',

1500 => 'Function input',
1501 => '多选',

1600 => 'Search function page',
1601 => '所有可用函数列表',
1602 => '未找到匹配的函数。',

1700 => 'Error types',
1701 => '错误',
1702 => 'PHP error',
1703 => 'PHP notice',
1704 => 'PHP warning',
1705 => 'PHPbEx error',
1706 => 'PHPbEx notice',
1707 => 'PHPbEx warning',

1800 => 'Parser errors',
1801 => '无效的数组',
1802 => '无效常量',
1803 => '无效的负数',
1804 => '无效的值',
1805 => '未定义的常量',
1806 => '非预期数据',

1900 => 'Argument filter errors',
1901 => '在这个例子中，文件名开头必须使用以下字符串之一',
1902 => '在这个例子中，不允许此参数值',
1903 => '这个回调函数可能无法在这个例子中使用',
1904 => '这个回调函数是无效的或在此服务器上不可用',
1905 => '在这个例子中，长度必须被定义且低于1000字节',
1906 => '在本例中，迭代的数目必须是10以下的整数',
1907 => '在本例中，参数不可为空',

2000 => 'Function errors',
2001 => '此参数为传值参数，不可传入引用',
2002 => '这个类在服务器上的 PHP 版本中不可用',
2003 => '在这台服务器上运行的PHP版本中此函数不可用',
2004 => '在这台服务器上运行的PHP版本中此方法不可用',
2005 => '下列参数已被删除',
2006 => '以下参数已被删除',

2100 => 'Parameter errors',
2101 => '在本例中，该参数被截断为1000字节',

2200 => 'Help page',
2201 => '你发现了这个网站有问题。',
2202 => '你需要一个新的功能。',
2203 => '你有一个建议，以改善这个网站。',
2204 => '打开一个支持票',
2206 => '您也可以通过电子邮件发送您的请求',
2207 => '发送电子邮件',
2208 => '请用英文描述您的要求，谢谢。',
2209 => '如果您有关于PHP的问题，请参考PHP手册。',
2210 => '打开PHP手册',

2400 => 'Other items',
2401 => '本页面仅提供英文版本。',

2500 => 'Unavailable PHP manual notice',
2501 => 'PHP手册不可用。',
2502 => '很抱歉给您带来不便。',
);